results/core6_v1/raw_batch2_20260710/20260710T091450_spike_F30_rep3/k6_stdout.log

     ✓ status 200

     checks.........................: 100.00% 163392 out of 163392
     data_received..................: 37 MB   66 kB/s
     data_sent......................: 17 MB   30 kB/s
     http_req_blocked...............: avg=5.86µs   min=1.19µs   med=4.79µs   max=22.26ms  p(90)=7.25µs   p(95)=8.34µs  
     http_req_connecting............: avg=346ns    min=0s       med=0s       max=22.14ms  p(90)=0s       p(95)=0s      
     http_req_duration..............: avg=29.79ms  min=1.46ms   med=22.59ms  max=145.71ms p(90)=63.13ms  p(95)=68.3ms  
       { expected_response:true }...: avg=29.79ms  min=1.46ms   med=22.59ms  max=145.71ms p(90)=63.13ms  p(95)=68.3ms  
   ✓ http_req_failed................: 0.00%   0 out of 163392
     http_req_receiving.............: avg=463.88µs min=11.46µs  med=211.94µs max=40.81ms  p(90)=1ms      p(95)=1.39ms  
     http_req_sending...............: avg=15.15µs  min=3.49µs   med=11.36µs  max=2.93ms   p(90)=21.36µs  p(95)=37.13µs 
     http_req_tls_handshaking.......: avg=0s       min=0s       med=0s       max=0s       p(90)=0s       p(95)=0s      
     http_req_waiting...............: avg=29.31ms  min=1.34ms   med=22.26ms  max=139.51ms p(90)=62.22ms  p(95)=67.45ms 
     http_reqs......................: 163392  286.622576/s
     iteration_duration.............: avg=130.46ms min=102.38ms med=123.32ms max=246.98ms p(90)=163.75ms p(95)=168.97ms
     iterations.....................: 163392  286.622576/s
     vus............................: 1       min=1                max=100
     vus_max........................: 100     min=100              max=100